[
    {
        "id": "Early life",
        "content": "Noah Thompson was born and raised in Phoenix, Arizona. He is the youngest of five children. He first learnt violin when he was five years old, but promptly quit a few months later. However, when he was in the 5th grade, he joined his school’s band and played the clarinet for a year. He then switched to the oboe in 6th grade where his musical abilities grew. He studied oboe under Chris Nguyen until his freshman year of high school, when he then started his studies with Nikolaus Flickinger."
    },
    {
        "id": "Introduction to classical music",
        "content": "Thompson’s fascination with classical music began when he was on vacation in the Czech republic when he was eleven. While there, he attended a classical performance by the Czech string quartet, the Parnas Ensemble. The program of the performance included iconic classical works such as excerpts from Bizet’s Carmen suites, Brahms’s Hungarian Dance No. 5, Dvorak’s Slavonic Dance No. 8, and more. This performance was Thompson’s formal introduction to classical music and prompted him to listen to the original orchestral versions of these pieces. The Carmen suites, and the opera they come from remain his most cherished and loved pieces to this day."
    },
    {
        "id": "Early compositional work",
        "content": "His work with composition began in the 6th grade when he discovered arrangements of his favorite works on the internet. He was intrigued how the same piece of music could be represented by differing instrumentations. This caused him to create his own arrangements of his favorite pieces for fun. Unbeknownst to him, he was acquiring a subconscious understanding of musical structure, form, and harmony. He started to experiment with making his own compositions, and, for several years, his works were incredibly unrefined. But with time and further study of existing scores, he was able to refine his works to the point of being publishable. His first published work was Serenade in A Minor for two flutes and oboe. He wrote to be performed at one of his high school band concerts. During his freshman year of high school, he studied under composer Greg Adam who was also his band director. He has also studied composition briefly under Dr. Thomas Breadon."
    },
    {
        "id": "Present day",
        "content": "Currently, Thompson is an accredited oboist with the Phoenix Youth Symphony Orchestras and has received many recognitions for both his performance and compositional work. He routinely participates in honor and festival ensembles as well as occasional solo performances. He has also had two world premieres with the Phoenix Youth Symphony Orchestras under the batons of Dr. Walter Temme and Dr. Julie Desbordes."
    }
]